[
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "In Amerika werden Polizisten auch \"cops\" oder \"coppers\" genannte, weil ihre Marken damals aus Kupfer (copper) gemacht wurden.",
            "en": "They're called \"cops\" or \"coppers\" because their badges used to be made out of copper."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Eine Kokusnuss ist ein Säugetier, weil ihr Haare wachsen und sie Milch produziert.",
            "en": "A coconut is a mammal because it grows hair and produces milk."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "In kälteren Klimazonen ist es sehr wichtig, beim ersten Frost die Reifen eines Fahrzeugs vollständig zu entlüften und mit neuer Luft zu füllen. Die Luft in den Reifen aus dem Sommer hat einen deutlich höheren Feuchtigkeitsanteil und läuft Gefahr, im Winter im Reifen zu gefrieren, was zu schweren Schäden des Reifens führt und ihn undicht macht.",
            "en": "It's very important in colder climates to completely deflate the tires of your vehicle and refill them with new air on the day of the first frost. The air in the tires from summer has a significantly higher percentage of moisture and runs the risk of freezing in the tire come winter, causing serious damage to the integrity of the tire."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Man sollte die Blinkerflüssigkeit mit jedem Ölwechsel erneuern.",
            "en": "You should change your blinker fluid every other oil change."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "3G, 4G und 5G beziehen sich darauf, wie viele Internetsatelliten auf dich gerichtet sind.",
            "en": "3G, 4G, and 5G refer to how many internet satellites are pointing at you."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Es wird jedes Jahr so viel Glitter produziert und in die Luft geschleudert, dass theoretisch jeder Mensch auf der Erde mindestens einen einzigen Partikel Glitter jederzeit auf seinem Körper hat.",
            "en": "So much glitter is produced each year and released into the wind that it's theorized that every human on Earth has at least a single speck of glitter on their bodies at all times."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Hunde können sexuelle Vorlieben beim Menschen riechen.",
            "en": "Dogs can smell sexual preferences in humans."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Steine können in Magma schwimmen, genauso wie Eis auf Wasser schwimmt.",
            "en": "Rocks can float in magma the same way that ice floats in water."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Das durchschnittliche Pferdeejakulat (Sperma) hat etwa so viele Kalorien wie ein Burger King Whopper.",
            "en": "The average horse ejaculate has about as many calories as a Burger King Whopper."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Die durchschnittliche Ameise verzehrt mehr als das 30-fache ihres Körpergewichts in einem Monat.",
            "en": "The average ant consumes more than 30 times its body weight in a month."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Das Wort \"No\" (im englischen) stand ursprünglich für \"Negative, operator\"",
            "en": "The word 'No' originally stood for 'Negative, operator'."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Uganda hat keine Rolltreppen.",
            "en": "Uganda has no escalators."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Der 14e amerikanische Präsident, Zachary Fillmore, musste eine Rechtschreibprüfung beauftragen, nachdem er hunderte von Wörtern in offiziellen Dokumenten falsch geschrieben hatte.",
            "en": "Our 14th president, Zachary Fillmore, needed to hire a spellcheck after misspelling hundreds of words of offical documents."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Das Konzept des \"Algorithmus\" wurde vom Vater des Internets, Al Gore, erfunden, der es nach sich benannte.",
            "en": "Concept of \"algorithm\" was invented by the father of internet, Al Gore, who named it after himself."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Die olympische Disziplin \"Stabhochsprung\" wurde ursprünglich von altgriechischen Gefangenen erfunden, um über die Gefängnismauern zu entkommen. Die Gefangenen wurden für ihre Klugheit gelobt und durften außerhalb des Gefängnisses bleiben.",
            "en": "The Olympic event of Pole Vaulting was originally invented by Ancient Greek prisoners in order to escape over prison walls. These prisoners were praised for their cleverness and allowed to remain outside of prison."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Durch die selektive Zucht haben moderne Pferde tatsächlich 1,2 Pferdestärken statt der berechneten 1 PS von damals.",
            "en": "Due to selective breeding modern horses actually put out 1.2 Horsepwer instead of the calculated 1 HP from back in the day."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Oliven sind eingelegte Trauben.",
            "en": "Olives are just pickled grapes."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Wenn man den Gasriesen Jupiter auf die gleiche Dichte komprimieren würde, wäre er tatsächlich kleiner als sein eigener Mond Europa.",
            "en": "If you were to compress the gas giant Jupiter down to the same density, it would actually be smaller than its own moon, Europa."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Jeder Anus hat die gleiche Anzahl von Falten, sie variieren nur in der Größe.",
            "en": "Everyone's anus has the same number of ridges and folds, they just vary in size."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Das Anusmuster jedes Menschen ist so einzigartig wie ein Fingerabdruck.",
            "en": "Everyone's anus pattern is as unique as a fingerprint."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Die Scheibenwischer eines Autos sollen gerade nicht ein Metronom nachahmen, aufgrund der unbewussten Ablenkung durch den perfekten Rythmus.",
            "en": "Did you know that the wipers on a car are set specifically to not mimic a metronome, due to the subconscious distraction of perfect rhythm?"
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "\"Bike\" ist die Kurzform für \"Bichael\".",
            "en": "Bike is short for Bichael."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Brokkoli ist eine von den drei Pflanzen, die in aktiven Vulkanen wachsen können, die anderen sind Altingiaceae und Tetracarpaea.",
            "en": "Broccoli is one of three plants capable of growing in active volcanoes, the others being altingiaceae and tetracarpaea."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Wenn Venusfliegenfallen (Dionaea muscipula) in Gefangenschaft aufwachsen, veruscht ca. jede zehnte Pflanze ihren Nachbarn zu fangen (kannibalistische Tendenzen).",
            "en": "When grown in captivity, exactly one fourth of Venus flytraps (Dionaea muscipula) will attempt to cannibalize their neighbors."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "90% aller Zauberwürfel werden in der rechtshänder Variante verkauft.",
            "en": "90% of all Rubik's Cubes purchased are of the right-handed variety."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Das moderne englische Alphabet wurde seit seiner Anerkennung als Amtssprache im Jahr 1512 von 30 Buchstaben auf 26 reduziert. Von den entfernten ist der Buchstabe \"╫\" der einzige, der noch einen dominanten Klang im Dialekt hat, bekannt als das \"th.\".",
            "en": "The Modern English alphabet has been pruned from 30 letters to 26 since its recognition as an official language in 1512. Of those removed, the letter \"╫\" is the only one to still have a dominant sound in the dialect, recognized as the voiceless dental fricative \"th.\""
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Die Erfindung der Compact Disc (CD) führte zu einem Anstieg des Gesamtsauerstoffs der Erde um 4%. Dies war auf eine rückläufige Nachfrage nach Eukalyptusmuskalys, besser bekannt als \"der Vinylbaum\", zurückzuführen, von dem dünne Stücke für die Plattenherstellung verwendet wurden.",
            "en": "The invention of the compact disc precipitated a 4% increase in the Earth's total oxygen. This was due to a declining demand for eucalyptus musycalys, better known as \"the vinyl tree,\" thin pieces of which were used to make records."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Sun Zu war ein berühmter General und Stratege. Weil er seine Kampfkünste testen wollte ließ er von jedem Tier zwei auf ein großes Schiff bringen. Dann verpfügelte er jedes der Tiere. Deshalb wird es \"Zu\" genannte, wenn sich eine große Anzahl an verschiedenen Tieren versammlt.",
            "en": "Sun Zu was a famous general and strategist. He wanted to test his fighting skills so he took two of every animal on earth and put them in a giant boat. He then proceeded to beat the shit out of all of the animals. That’s why whenever there’s a large gathering of animals, it’s called a “Zu”"
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Wenn du z. B. ein grünes Shirt mit einem blauen BH darunter trägst, kann eine farbenblinde Person vage den BH durch sehen.",
            "en": "If you're wearing say a green shirt with a blue bra underneath, a colorblind person will be able to vaguely see the bra."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Limetten sind kleine, unreife Zitronen.",
            "en": "Limes are actually small, unripened lemons."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Jeder wird mit der gleichen Augen- und Haarfarbe geboren, aber sobald das Baby der Welt ausgesetzt ist, ändert sich die Farbe als eine Reaktion.",
            "en": "Everyone is born with the same color eyes and hair, but as soon as the baby is exposed to the world, the color changes as a reaction"
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Das Nationaltier von Ungarn ist das Einhorn.",
            "en": "The national animal of Ungarn is the Unicorn."
        }
    },
    {
        "type": "fact",
        "is": false,
        "text": {
            "de": "Kaffeepause heißt auf Finnisch „Kahvipaussi“."
        }
    }
]