[
    {
        "type": "fact",
        "is": true,
        "source": "https://web.archive.org/web/20200218170241/www.bio.miami.edu/hare/scary.html",
        "text": {
            "de": "Ein weibliches und ein männliches Kanninchen können, sofern keines stirbt, in sieben Jahren eine Population von 184 Milliarden Kanninchen erschaffen.",
            "en": "Two rabbits can have 184 billion rabbits in 7 years account for no death."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "https://www.reddit.com/r/askscience/comments/b2vkwl/is_it_possible_for_animals_to_be_allergic_to/",
        "text": {
            "de": "Hunde können gegen Menschen allergisch sein.",
            "en": "It is possible for dogs to be allergic to humans."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "https://www.reddit.com/r/AskReddit/comments/1hxo5o/what_is_a_fact_that_is_true_but_very_hard_to/",
        "text": {
            "de": "Luftpolsterfolie wurde ursprünglich als Tapete entwickelt.",
            "en": "Bubble Wrap was originally designed to be used as textured wallpaper."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "https://www.reddit.com/r/AskReddit/comments/1hxo5o/what_is_a_fact_that_is_true_but_very_hard_to/",
        "text": {
            "de": "Feuerzeuge wurden vor Streichhölzern erfunden.",
            "en": "Lighters were invented before matches."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "",
        "text": {
            "de": "Eine Mikrowelle ist ungefährlich zu benutzen, weil die Wellen zu groß für das Gitter in der Glasscheibe sind und nicht durch passen."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "https://www.reddit.com/r/AskReddit/comments/66t2ni/what_is_a_scientific_fact_that_you_know_is_true/",
        "text": {
            "de": "Haie entstanden vor den Bäumen.",
            "en": "Sharks existed before trees."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "https://www.thefactsite.com/top-100-random-funny-facts/",
        "text": {
            "de": "Wenn man den Schwanz eines Kangerus vom Boden hebt, kann es nicht hüpfen.",
            "en": "If you lift a kangeroo's tail off the ground it can't hop."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Zu jedem Zeitpunkt sind ca. 0.7% der Weltbevölkerung betrunken."
        }
    },
    {
        "type": "fact",
        "is": true,
        "source": "https://list25.com/25-odd-and-bizarre-facts-about-sex-you-probably-didnt-know/",
        "text": {
            "de": "Der durchschnittliche weibliche Orgasmus dauert zwanzig Sekunden - vierzehn Sekunden länger als der männliche Orgasmus.",
            "en": "The average female orgasm lasts twenty seconds—fourteen seconds longer than the male orgasm."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Beim Geschlechtsverkehr schwillt neben den Genitalien und Brüsten auch die innere Nase an.",
            "en": "During sexual intercourse, in addition to the genitals and breasts, the inner nose also swells."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "-160 °C ist die Temperatur, bei der die Samenbanken Spendersamen speichern. Bei dieser Temperatur kann das Sperma auf unbestimmte Zeit gelagert werden.",
            "en": "-321° F is the temperature at which sperm banks store donor semen. At this temperature semen can be stored indefinitely."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Es braucht zwei Esslöffel Blut, um den durchschnittlichen Penis errigieren zu lassen.",
            "en": "It takes two tablespoons of blood to get the average penis erect."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Eine Teelöffel Sperma hat ungefähr fünf Kalorien. Eine halbe Stunde intensiver Sex verbrennt durchschnittlich ein bis zwei hundert Kalorien.",
            "en": "A teaspoon of semen contains approximately five calories. Half an hour of intense sex burns off an average of one hundred to two hundred calories."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Während des Ersten Weltkriegs entdeckten Mitglieder des britischen Geheimdienstes (MI6), dass man Sperma als unsichtbare Tinte verwenden kann. Sie hörten auf, es zu benutzen, nachdem sie bemerkt hatten, wie stark es roch, als es alt wurde.",
            "en": "During World War I members of the British Secret Intelligence Service (MI6) discovered you could use semen as invisible ink. They stopped using it after they realized how badly it smelled when it got old."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Im alten Griechenland war der Umgangssprachgebrauch für Oralsex \"Flötenspiel\".",
            "en": "In ancient Greece the common slang for oral sex was “playing the flute.”"
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Elefanten können nicht springen."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Ein Kamel kann in 15 Minuten 200 Liter Wasser trinken."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Schmetterlinge lecken an ihren eigenen Flügeln."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Frauen essen in ihrem Leben durchschnittlich 10 Kilogramm Lippenstift."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Homer J. Simpson heißt mit vollem Namen „Homer Jay Simpson“."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Parmesan ist das meist geklaute Produkt in italienischen Supermärkten. Eines von zehn Käsestücken verschwindet."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Dreifarbige Katzen sind fast immer weiblich."
        }
    },
    {
        "type": "fact",
        "is": true,
        "text": {
            "de": "Es ist nicht möglich mit offenen Augen zu niesen"
        }
    }
]